---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotPasteObject
source: html/63c26980-0d24-bb58-1f2a-5136b3c5ba56.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotPasteObject Property

Can't paste some or all of the selected objects.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPasteObject { get; }
```